Repository: WordPressBugBounty/plugins-acumbamail-signup-forms
Catalog: acumbamail-signup-forms/languages/acumbamail-signup-forms-*.po
Languages: es_es

source: Integrate your Acumbamail forms in your Wordpress pages
es_es: Integra tus formularios de Acumbamail en tus páginas de Wordpress

source: Show your Acumbamail signup forms easily in your Wordpress pages through a widget.
es_es: Integra fácilmente tus formularios de suscripción de Acumbamail en tus páginas de Wordpress mediante un widget.

source: Manage your subscriptions with Acumbamail
es_es: Gestiona tus suscripciones en Acumbamail

source: Set up the form to be displayed on your Wordpress pages
es_es: Configura el formulario para mostrarlo en tus páginas de Wordpress

source: Integrate your Acumbamail forms into your Wordpress pages
es_es: Integra tus formularios de Acumbamail en tus páginas de Wordpress

source: List
es_es: Lista

source: Form
es_es: Formulario

source: Configure the Acumbamail list to which your customers will be automatically subscribed
es_es: Configura aquí la lista de Acumbamail a la que se suscribirán automáticamente tus compradores

source: Checkbox text
es_es: Texto checkbox

source: Press Update to check the integration with the abandoned cart
es_es: Pulse Actualizar para comprobar la integración con carrito abandonado

source: Settings status
es_es: Estado de la configuración

source: Abandoned cart integration is only available from Basic plan
es_es: La integración de carrito abandonado sólo esta disponible a partir de la tarifa básica

source: View other pricing plans
es_es: Ver otras tarifas

source: Your lists could not be retrieved
es_es: No se han podido recuperar tus listas

source: Check that you have created lists and that your hosting allows incoming traffic from Acumbamail
es_es: Asegúrate de que has creados al menos una lista y de que tu hosting permita tráfico entrante desde Acumbamail

source: Select a list
es_es: Selecciona una lista

source: Select a form
es_es: Selecciona un formulario

source: Would you like to subscribe to our mailing list?
es_es: ¿Deseas subscribirte a nuestra lista de correo?

source: Update
es_es: Actualizar

source: Widget for integrating Acumbamail forms into your pages
es_es: Widget para integrar los formularios de Acumbamail en tus páginas

source: Acumbamail Plugin
es_es: Plugin de Acumbamail

source: Delete forms
es_es: Borrar formularios

source: Save changes
es_es: Guardar cambios

source: How does the plugin work?
es_es: ¿Cómo funciona el plugin?

source: Enter the auth token corresponding to your account
es_es: Introduce el auth token correspondiente a tu cuenta

source: You can find it
es_es: Lo podrás encontrar

source: https://acumbamail.com/en/apidoc/getAuthToken/
es_es: https://acumbamail.com/apidoc/getAuthToken/

source: here
es_es: aquí

source: Select a list previously created in
es_es: Seleccione una lista previamente creada en

source: https://acumbamail.com/en/
es_es: https://acumbamail.com/

source: The forms associated with the list will be displayed
es_es: Se mostrarán los formularios asociados a la lista seleccionada

source: Select the form that will be displayed on your Wordpress pages
es_es: Selecciona un formulario para que aparezca en tus páginas de Wordpress

source: You can create new forms in
es_es: Puedes crear nuevos formularios en

source: In the Appearance/Widgets section, select the Acumbamail widget and place it where you want it to be displayed
es_es: Dentro de la sección de Apariencia/Widgets selecciona el widget de Acumbamail y colócalo donde quieras que aparezca

source: Remember that only the classic forms will be displayed where selected. The rest of form types already have their default position within the page
es_es: Recuerda que sólo el formulario clásico aparecerá donde se indica. El resto de tipos de formularios ya tienen su posición predeterminada dentro de la página

source: If you have enabled the Woocommerce plugin, you can also set up a list to which your customers will be subscribed after purchasing a product
es_es: Si tienes habilitado el plugin de Woocommerce, también podrás configurar una lista a la que se suscribirán tus clientes después de realizar una compra

source: About Acumbamail
es_es: Sobre Acumbamail

source: Our team is composed of professionals who come from the online marketing, IT and design sectors
es_es: Nuestro equipo está formado por profesionales que proceden del sector del marketing online, la informática y el diseño

source: We count with years of experience to guarantee a high quality service
es_es: Tenemos años de experiencia detrás para garantizar un servicio de calidad

source: We will be happy to assist you whenever you need it
es_es: Estaremos encantados de atenderte cuando lo necesites

source: Subscribe to our newsletter
es_es: Suscríbete a nuestro newsletter

source: Subscribe
es_es: Suscríbete

source: Set up the Acumbamail plugin in the interface to display the widget
es_es: Configura el plugin de Acumbamail en la interfaz para visualizar el Widget

source: This feature of the plugin is not compatible with the new block-based widget editor introduced in WordPress 5.8.
es_es: Esta función del plugin no es compatible con el nuevo editor de widgets basado en bloques introducido en WordPress 5.8.

source: This option is only valid for WordPress installations prior to that version.
es_es: Por lo tanto esta opción solo es válida para instalaciones de WordPress previas a esa versión.

source: In later versions, the plugin is only recommended if you plan to use the WooCommerce integration.
es_es: En versiones posteriores solo se recomienda la instalación del plugin en caso de querer emplear la integración con Woocommerce.
